teacher_preferences = {
    'kk': '📜 <b>Сіздің соңғы таңдағандарыңыз:</b> \n\n'
          '✅ <b>Институт:</b> {institute_name} \n'
          '✅ <b>Жоғарғы мектеп:</b> {high_school_name} \n'
          '✅ <b>Оқытушы:</b> {teacher_name} \n\n'
          'Жалғастырамыз ба?',
    'ru': '📜 <b>В последний раз вы выбирали:</b> \n\n'
          '✅ <b>Институт:</b> {institute_name} \n'
          '✅ <b>Высшая школа:</b> {high_school_name} \n'
          '✅ <b>Преподаватель:</b> {teacher_name} \n\n'
          'Продолжить?'
}

student_preferences = {
    'kk': '📜 <b>Сіздің соңғы таңдағандарыңыз:</b> \n\n'
          '✅ <b>Институт:</b> {institute_name} \n'
          '✅ <b>Жоғарғы мектеп:</b> {high_school_name} \n'
          '✅ <b>Топ:</b> {group_name} \n\n'
          'Жалғастырамыз ба?',
    'ru': '📜 <b>В последний раз вы выбирали:</b> \n\n'
          '✅ <b>Институт:</b> {institute_name} \n'
          '✅ <b>Высшая школа:</b> {high_school_name} \n'
          '✅ <b>Группа:</b> {group_name} \n\n'
          'Продолжить?'
}

chose_institute = {
    'kk': 'Институт таңдаңыз',
    'ru': 'Выберите институт'
}
chose_school = {
    'kk': 'Жоғары мектеп таңдаңыз',
    'ru': 'Выберите высшую школу'
}
chose_teacher = {
    'kk': 'Оқытушы таңдаңыз',
    'ru': 'Выберите преподавателя'
}
chose_group = {
    'kk': 'Топ таңдаңыз',
    'ru': 'Выберите группу'
}
chose_week = {
    'kk': 'Апта таңдаңыз',
    'ru': 'Выберите неделю'
}
chose_day = {
    'kk': 'Күн таңдаңыз',
    'ru': 'Выберите день'
}
schedule_header = {
    'kk': '📋 Сабақ кестесі ',
    'ru': '📋 Расписание '
}
re_enter_option = {
    'kk': '✏ Жоқ, қайтадан енгізу',
    'ru': '✏ Нет, ввести заново'
}
go_further_option = {
    'kk': '👍 Иә, жалғастыру',
    'ru': '👍 Да, продолжить'
}
